{"count":31,"stage":[1,3,7,15,31,63,127,255,511,1023,2047,4095,8191,16383,32767,65535,131071,262143,524287,1048575,2097151,4194303,8388607,16777215,33554431,67108863,134217727,268435455,536870911,1073741823,2147483647,4294967295,8589934591,17179869183,34359738367,68719476735,137438953471,274877906943,549755813887,1099511627775,2199023255551,4398046511103,8796093022207,17592186044415,35184372088831,70368744177663,140737488355327,281474976710655,562949953421311,1125899906842623,2251799813685247,4503599627370495,9007199254740991,18014398509481984,36028797018963970,72057594037927940,144115188075855870,288230376151711740,576460752303423500,1152921504606847000,2305843009213694000,4611686018427388000,9223372036854776000,18446744073709552000],"history_en":["Sun, 14 Oct 2018 08:16:51 GMT: 1 discs have been moved. The world ends with moving the remaining 63 discs.","Sun, 14 Oct 2018 08:16:51 GMT: 2 discs have been moved. The world ends with moving the remaining 62 discs.","Sun, 14 Oct 2018 08:16:51 GMT: 3 discs have been moved. The world ends with moving the remaining 61 discs.","Sun, 14 Oct 2018 08:16:51 GMT: 4 discs have been moved. The world ends with moving the remaining 60 discs.","Sun, 14 Oct 2018 08:16:52 GMT: 5 discs have been moved. The world ends with moving the remaining 59 discs.","Sun, 14 Oct 2018 08:16:54 GMT: 6 discs have been moved. The world ends with moving the remaining 58 discs.","Sun, 14 Oct 2018 08:17:08 GMT: 7 discs have been moved. The world ends with moving the remaining 57 discs.","Sun, 14 Oct 2018 08:17:14 GMT: 8 discs have been moved. The world ends with moving the remaining 56 discs.","Sun, 14 Oct 2018 08:17:27 GMT: 9 discs have been moved. The world ends with moving the remaining 55 discs.","Sun, 14 Oct 2018 08:17:53 GMT: 10 discs have been moved. The world ends with moving the remaining 54 discs.","Sun, 14 Oct 2018 08:18:45 GMT: 11 discs have been moved. The world ends with moving the remaining 53 discs.","Sun, 14 Oct 2018 08:20:28 GMT: 12 discs have been moved. The world ends with moving the remaining 52 discs.","Sun, 14 Oct 2018 08:23:55 GMT: 13 discs have been moved. The world ends with moving the remaining 51 discs.","Sun, 14 Oct 2018 08:30:49 GMT: 14 discs have been moved. The world ends with moving the remaining 50 discs.","Sun, 14 Oct 2018 08:44:37 GMT: 15 discs have been moved. The world ends with moving the remaining 49 discs.","Sun, 14 Oct 2018 09:12:16 GMT: 16 discs have been moved. The world ends with moving the remaining 48 discs.","Sun, 14 Oct 2018 10:07:46 GMT: 17 discs have been moved. The world ends with moving the remaining 47 discs.","Sun, 14 Oct 2018 11:58:44 GMT: 18 discs have been moved. The world ends with moving the remaining 46 discs.","Sun, 14 Oct 2018 15:53:15 GMT: 19 discs have been moved. The world ends with moving the remaining 45 discs.","Sun, 14 Oct 2018 23:14:30 GMT: 20 discs have been moved. The world ends with moving the remaining 44 discs.","Mon, 15 Oct 2018 13:57:24 GMT: 21 discs have been moved. The world ends with moving the remaining 43 discs.","Tue, 16 Oct 2018 19:26:30 GMT: 22 discs have been moved. The world ends with moving the remaining 42 discs.","Fri, 19 Oct 2018 06:16:18 GMT: 23 discs have been moved. The world ends with moving the remaining 41 discs.","Wed, 24 Oct 2018 04:01:45 GMT: 24 discs have been moved. The world ends with moving the remaining 40 discs.","Sat, 03 Nov 2018 05:30:03 GMT: 25 discs have been moved. The world ends with moving the remaining 39 discs.","Fri, 23 Nov 2018 16:00:52 GMT: 26 discs have been moved. The world ends with moving the remaining 38 discs.","Sat, 05 Jan 2019 17:24:35 GMT: 27 discs have been moved. The world ends with moving the remaining 37 discs.","Sun, 14 Apr 2019 04:29:37 GMT: 28 discs have been moved. The world ends with moving the remaining 36 discs.","Wed, 25 Sep 2019 11:20:51 GMT: 29 discs have been moved. The world ends with moving the remaining 35 discs.","Tue, 11 Aug 2020 04:33:45 GMT: 30 discs have been moved. The world ends with moving the remaining 34 discs.","Fri, 20 May 2022 04:19:04 GMT: 31 discs have been moved. The world ends with moving the remaining 33 discs."],"history_ja":["2018-10-14 17:16:51: 1 段目までの移動が完了しました。 残り63段の移動で世界が終了します。","2018-10-14 17:16:51: 2 段目までの移動が完了しました。 残り62段の移動で世界が終了します。","2018-10-14 17:16:51: 3 段目までの移動が完了しました。 残り61段の移動で世界が終了します。","2018-10-14 17:16:51: 4 段目までの移動が完了しました。 残り60段の移動で世界が終了します。","2018-10-14 17:16:52: 5 段目までの移動が完了しました。 残り59段の移動で世界が終了します。","2018-10-14 17:16:54: 6 段目までの移動が完了しました。 残り58段の移動で世界が終了します。","2018-10-14 17:17:08: 7 段目までの移動が完了しました。 残り57段の移動で世界が終了します。","2018-10-14 17:17:14: 8 段目までの移動が完了しました。 残り56段の移動で世界が終了します。","2018-10-14 17:17:27: 9 段目までの移動が完了しました。 残り55段の移動で世界が終了します。","2018-10-14 17:17:53: 10 段目までの移動が完了しました。 残り54段の移動で世界が終了します。","2018-10-14 17:18:45: 11 段目までの移動が完了しました。 残り53段の移動で世界が終了します。","2018-10-14 17:20:28: 12 段目までの移動が完了しました。 残り52段の移動で世界が終了します。","2018-10-14 17:23:55: 13 段目までの移動が完了しました。 残り51段の移動で世界が終了します。","2018-10-14 17:30:49: 14 段目までの移動が完了しました。 残り50段の移動で世界が終了します。","2018-10-14 17:44:37: 15 段目までの移動が完了しました。 残り49段の移動で世界が終了します。","2018-10-14 18:12:16: 16 段目までの移動が完了しました。 残り48段の移動で世界が終了します。","2018-10-14 19:07:46: 17 段目までの移動が完了しました。 残り47段の移動で世界が終了します。","2018-10-14 20:58:44: 18 段目までの移動が完了しました。 残り46段の移動で世界が終了します。","2018-10-15 00:53:15: 19 段目までの移動が完了しました。 残り45段の移動で世界が終了します。","2018-10-15 08:14:30: 20 段目までの移動が完了しました。 残り44段の移動で世界が終了します。","2018-10-15 22:57:24: 21 段目までの移動が完了しました。 残り43段の移動で世界が終了します。","2018-10-17 04:26:30: 22 段目までの移動が完了しました。 残り42段の移動で世界が終了します。","2018-10-19 15:16:18: 23 段目までの移動が完了しました。 残り41段の移動で世界が終了します。","2018-10-24 13:01:45: 24 段目までの移動が完了しました。 残り40段の移動で世界が終了します。","2018-11-03 14:30:03: 25 段目までの移動が完了しました。 残り39段の移動で世界が終了します。","2018-11-24 01:00:52: 26 段目までの移動が完了しました。 残り38段の移動で世界が終了します。","2019-01-06 02:24:35: 27 段目までの移動が完了しました。 残り37段の移動で世界が終了します。","4/14/2019, 1:29:37 PM: 28 段目までの移動が完了しました。 残り36段の移動で世界が終了します。","9/25/2019, 8:20:51 PM: 29 段目までの移動が完了しました。 残り35段の移動で世界が終了します。","8/11/2020, 1:33:45 PM: 30 段目までの移動が完了しました。 残り34段の移動で世界が終了します。","5/20/2022, 1:19:04 PM: 31 段目までの移動が完了しました。 残り33段の移動で世界が終了します。"]}